data={"technical":{"ce":{"name":"Computer Engineering","tag":"Insilico","totalevents":6,"first":{"name":"CodeJam","tagline":"The code is long and full of errors ..!","description":"College Level contest which will challenge students to improve their coding capability.","rules":"Round 1: Pen-n- paper based Elimination Round\r\n\r\nPen-n- paper round with fundamental multiple choice questions of different programming concepts and features.\r\n\r\nQualification to the next round will be based on ranking or cut-off marks.\r\n\r\nTime Duration: 45 min\r\n\r\nRound 2: Encryption-Decryption(using computer)\r\n\r\nEach team will be given problem statement. They will have to write program for the same.\r\n\r\nQualification to the next round will be based on maximum number of test cases which they satisfy and time taken.\r\n\r\nTime Duration: 60-90 min\r\n\r\nRound 3: High Level Coding(using computer)\r\n\r\nEach team will be set of questions for which they will be asked to implement optimised code.\r\n\r\nWinner will be chosen on maximum number of correct implementation in least time.\r\n\r\nTime Duration: 120 min\r\n\r\nRules:\r\n\r\n1. Final result will be based on number of correct implementation in least amount of time.\r\n\r\n2. Participants will not be allowed to access internet.\r\n\r\n3. Tie-Breaker: Indentation, Code Re-use and Use of language specific features.","teamsize":"2","date":"7th March 2017","time":"12:30-2:30 pm","venue":"CE Lab 2 and 3","fees":"Rs. 60 per team","contact":"Harsh Sodiwala(M:9898548458 email: harshsodi@gmail.com)\r\n\r\nAditi Dandekar(M:9727254852 email: aditi.a.dandekar@gmail.com)"},"second":{"name":"The Geek","tagline":"Let the nerd out of you ..!","description":"Become “Second to None” Computer user by applying your awareness,creativity and skills in using a Computer effectively.","rules":"Round 1: Pen-paper based Elimination Round\r\n\r\nParticipants will be given a set of questions which will check their knowledge of Moderate Level Computer Skills and Awareness.\r\n\r\nQualification for the next round will be based on ranking or cutoff marks.\r\n\r\nTime Duration: 45 Minutes\r\n\r\nRound 2: Tasks on Windows and Linux OS (Using Computer)\r\n\r\nParticipants will be given various tasks which they need to perform on Windows and Linux Operating Systems using GUI or Terminal. There will be a time limit for completion of each task and points will be given according to completeness of each task and the best way used for completion of the same.\r\n\r\nTime Duration: 90-120 Minutes\r\n\r\nRound 3: Clues Based Round (Using Computer)\r\n\r\nParticipants have to a complete a task after completion of which they will get a clue to be used for their next task. The clue will be available from either the previous task itself or the participants will be asked a question whose answer will be their clue. The points for each task will be based on the time taken to complete the task and its correct completion.\r\n\r\nTime Duration: 120-150 Minutes\r\n\r\nRules:\r\n\r\n1. Final result will be based on total points scored and time taken by the participants.\r\n\r\n2. Internet access will be restricted for some tasks.\r\n\r\n3. There will be a tie breaker round after the last round if two teams have same score.","teamsize":"1","date":"7th March 2017","time":"9:00 to 11:00 AM","venue":"CE Lab 2 and (3 or 4 having Windows)","fees":"Rs. 30","contact":"Sanket Bhimani (M: 82090983120, Email: snk.bhimani.jnd@gmail.com)\r\n\r\nJuhi Madhwani (M: 8866640452, Email: juhimadhwani1296@gmail.com)"},"third":{"name":"Android Man","tagline":"","description":"Uplift your creativity and transform your Android phone into a Swiss-knife.","rules":"Round 1: Pen paper Elimination Round\r\n\r\nParticipants will be given a set of questions which will check their knowledge about Android as a whole will be tested.\r\n\r\nE.g. Android user Experience, Android Applications, Tasks that one can do on Android Device,Android Rooting etc.\r\n\r\nQualification for the next round will be based on ranking or cutoff marks.\r\n\r\nTime 
Duration: 30 Minutes.\r\n\r\nRound 2: Perform Task on your Android Phone\r\n\r\nPhase I: It will be rapid fire round where participants will get points on how quick they perform simple tasks in their own android device.\r\n\r\nPhase II: A set of tasks will be given to participants. (E.g.convert a photo into black and white) They need to perform the tasks in minimum time and in a best way.\r\n\r\nTime Duration: - 90 Minutes\r\n\r\nRules: -\r\n\r\n Final result will be based on rankings in 2nd rounds.\r\n\r\n Participants have to pre-install apps on their device. Internet access won’t be allowed for any Round.\r\n\r\n No restriction on installation of apps. Any number\/type of apps can be installed on the device.\r\n\r\n Any Android mobile device can be used.\r\n\r\n Tablets are allowed.\r\n\r\n Minimum android version 4.1, jellybean.","teamsize":"1","date":"7th March 2017","time":"12:00 to 1:30 PM","venue":"Round 1: - 1 Classroom.  Round 2(I): - 1 Lab or Classroom.  Round 2(II): - 1 Lab or Classroom.","fees":"Rs. 30","contact":"Riya Delhiwala (riyadelhiwala97@gmail.com M: 9898815283)\r\n\r\nVarun Shah (varun.shah196@gmail.com M: 9712820311)"},"forth":{"name":"Hardware Rush","tagline":"Rich the Treasure, Sweet the Pleasure","description":"Find the Treasure by using every ounce of technical knowledge you have.","rules":"Round 1: - Pen-paper elimination round\r\n\r\nThere will be a team of 2 participants.\r\n\r\nParticipants will be given a set of questions which will check their knowledge of basic\r\n\r\nHardware and basic network. This will be an online test.\r\n\r\nQualification for the next round will be based on ranking or cutoff marks.\r\n\r\nApprox Time: - 1 hour\r\n\r\nRound 2: - Biding and Selling\r\n\r\nIn this round, teams will be given some credits based on which they will have to bid for different hardware components so that they can make the best possible combination of component assembly.\r\n\r\nThe team making best assembly will advance for the next round.\r\n\r\nApprox Time: - 3-4 hour\r\n\r\nRound 3: - The Treasure hunt\r\n\r\nThis is the final round. In this round a treasure will be conducted where the teams will be given some clues based on which they have to crack the location and there they will get another clue for the next place. At last participants will have assembled hardware components and team doing it first will win.\r\n\r\nApprox Time: - 3-4 hour\r\n\r\nRules: -\r\n\r\n There will no internet access for the participants\r\n\r\n Credits will be given based on the elimns performance\r\n\r\n Products are to be sold to the committee members at the selling round.","teamsize":"2","date":"7th March 2017","time":"1:00  to 5:00 PM","venue":"Round 1: - 2 Lab.  Round 2: - 1 Lab or Classroom.  Round 3: - 1 Lab or Classroom.","fees":"80\/- per head","contact":"Ravinder Singh (Mobile No. : - 8460348865 Mail ids: - ravindersingh3104rs@gmail.com)"},"fifth":{"name":"Gaming-FIFA","tagline":"It's in the game ..!","description":"Battle through different players in different teams.","rules":"Round 1: - Hometown round\r\n\r\nInternational or Club gameplay will be decided on the basis of a toss.\r\n\r\nBoth players will be allowed to select a team and then that player will have to in his own team in this round also known as Home Team.\r\n\r\nRound comprises of 4 min half that is complete 8 min game.\r\n\r\nThis round will be of one game.\r\n\r\nApprox Time: - 10 Min.\r\n\r\nRound 2: - Away round\r\n\r\nIn this round the player who played in the home country in previous round will play in other player’s selected country that is away country.\r\n\r\nThis round too will be of 4 min half which is 8 min full.\r\n\r\nThis round will be of one game.\r\n\r\nThe scores will be the total score achieved in both rounds.\r\n\r\nIf a player playing in away scores a goal than that point will be added as a bonus point and will only be considered when both players scores equal sum of goals.\r\n\r\nThe structure of the competition is tree structure that is each pair of 
round will be knock out round.\r\n\r\nThe finale will be of around 20 min full having same round structure.\r\n\r\nApprox Time: - 10 Min.\r\n\r\nRules: -\r\n\r\n Controllers if provided by committee are not to be damaged and if damaged player will have to pay certain fine.\r\n\r\n Players are allowed to bring their own controllers.\r\n\r\n Players must be present in the tournament area with the whole team at the notifications schedule. Players are advised to be present a few minutes before the schedule to avoid any unpredictable delay. If the team is not present at the notification schedule, they shall be disqualified.\r\n\r\n Teams will be given 1 minutes to configure their settings and after that use of console or change in settings will be strictly prohibited.\r\n\r\n The seating arrangement is to the discretion of the tournament officials.\r\n\r\n Players are allowed to bring their own headphones.Headphones will not be provided by the committee.","teamsize":"1","date":"7th March 2017","time":"12:00 to 5:00 pm","venue":"Lab 5","fees":"30\/- per head","contact":"Binit Gajera (Mobile No. : - 9714983493 Mail ids: - binit_gajera@yahoo.com)"},"sixth":{"name":"Gaming Counter Strike 1.6","tagline":"Keep your head low and aim high!","description":"Battle through different players in different teams.","rules":"Main Tournament:\r\n\r\nThe tournament will be knock out. The team which wins its 1st stage match advances to the\r\n\r\nnext stage. The knock out continues till we get final 4 top scoring teams for the semi- finals.There will not be any match played for the third spot.\r\n\r\nEvery prelims and quarters match will be played on one map with a total of 7 rounds.For pre-semifinals, there would be a trial round\r\n\r\nTHE WINNER OF THE TRIAL ROUND WILL DECIDE THEIR SIDE\r\n\r\n1) Terrorist.\r\n\r\n2) Counter terrorist.\r\n\r\nSemi-finals:\r\n\r\nFor the Semi-Finals, total number of rounds will be 14 (7 each as a Counter Terrorists and\r\n\r\nTerrorists). For each round win, team will be rewarded 1 point.\r\n\r\nFinals:\r\n\r\nFor the final round, there would be 20 rounds (10 each as terrorist and counter-terrorist).\r\n\r\nFor each round win, team will be rewarded 1 point.\r\n\r\nTie breaker:\r\n\r\nThere will be extra 7 rounds played on the same map and the team will start as the same as it finished in the normal rounds.The start money for the tie breaker rounds will be $10000.The team to win first 4 rounds total will be the winner of the match.If a tie breaker also leads to a draw then 1 extra round will be played and the winner will be the winner of the match.\r\n\r\nGame Settings:\r\n\r\nUse of Tactical Shield is strictly forbidden.\r\n\r\nIf a team uses it intentionally or unintentionally, the team loses the round immediately.\r\n\r\nIntentional or unintentional use of bugs and\/or exploits is strictly forbidden. Any questions regarding bugs and\/or exploits must be brought to the tournament official present there. If a team is found to use bugs and\/or exploits, the opponent team shall be declared as the winner of the match and a warning will be given to the team that used bugs and\/or exploits by the tournament official.\r\n\r\nThe following settings will be set on servers:Round-time: 1 min 45 sec Freeze-time: 5 sec Buy-time: 20 sec Friendly Fire: On\r\n\r\nStarting money: 16000$.Rules:\r\n\r\n-Players must be present in the tournament area with the whole team at the notifications schedule. Players are advised to be present a few minutes before the schedule to avoid any unpredictable delay. If the team is not present at the notification schedule, they shall be disqualified.-Teams will be given 1 minutes to configure their settings and after that use of console or change in settings will be strictly prohibited.-The seating arrangement is to the discretion of the tournament officials.-Players are allowed to bring their own mouse and headphones. Headphones will not be provided by the committee.-If one of the players is disconnected or crashed, he must come back in to the game as soon 
as possible and the round will be restarted. The team should be of 5 members and no change of players in the team is allowed after they have played their first match.-Player can use their own USB mouse.\r\n","teamsize":"5","date":"7th March 2017","time":"12:00 to 5:00 pm","venue":"Lab 5","fees":"150\/- per team","contact":"Binit Gajera(Mobile No. : - 9714983493 Mail ids: - binit_gajera@yahoo.com)"}},"it":{"name":"Information Technology ","tag":"Tech-crusade","totalevents":4,"first":{"name":"Code Crunch","tagline":"Talk is cheap, show me the code","description":"The main motive of a program is to satisfy the intentions of the user. If you think your code can satisfy our intentions, you have entered the right place. And as someone has said “Give someone a program, frustrate him for a day. Teach someone to program; frustrate him\/her for lifetime”. If you have learnt to get frustrated for a lifetime, get frustrated for a day then.","rules":"Round 1: Elimination Round (Using Pen and Paper)\r\nEach participant has to solve a question paper having basic C or C++ or logic questions involving finding and resolving errors, finding outputs of given programs, etc. The qualifying participants will be selected based on ranking or cut-off marks. Maximum 20 participants will enter into Round 2.\r\nTime Duration: 60 Minutes\r\n\r\nRound 2: Moderate Programming Skills (Using Computer)\r\nThis round has a set of programming problems that the participant is expected to solve (design an algorithm and implement it in C or C++) as many as possible. Maximum 20 participants will enter into Round 2.\r\n\r\nTime Duration: 60 Minutes\r\n\r\nRules: \r\n1.The person will be free to choose their development tools (Turbo C++ in Windows or gcc\/g++ in Linux).\r\n2.Round 1 will have many questions which need to be attempted in 60 minutes. Solve as many questions as you can. Maximum of 20 teams move on to the next round.\r\n3.For Round 2, the teams’ ranking will be decided on the basis of the no of problems correctly solved in the time limit. \r\n4.Teams can use paper and pen to do calculations.\r\n5.The organizing committee reserves right for any change\/addition in rules.\r\n","teamsize":"1 member only","date":" 9th March 2017","time":" Round 1 : 12:30 to 01:00 PM\r\nRound 2 : 3:00 to 4:00 PM","venue":"Round 1 : CR No. 5\r\nRound 2 : IT Lab 2","fees":"Rs.30","contact":"Keyur Dhanesha   Mob. No : 9409430444  E-mail: kd1407@yahoo.com  \r\nJay Desai\t Mob. No : 8490885794\tE-mail : d08jay@gmail.com\r\n\r\n"},"second":{"name":"Circulorum-en-tech","tagline":"Time to confer","description":"For those who love to “prove their point”, get into this technical discourse.\r\nWe await your point form the treasure of your technical knowledge. Be assertive, be quick. Don’t meander; it’s time to ‘prove your point.","rules":"Round 1: Elimination Round\r\nThis round will select 5 teams based on the activity given to teams. The activity would involve testing of technical thinking and presentation skill.\r\n\r\nTime Duration: 45 Minutes\r\n\r\n\r\nRound 2: Technical Group Discussion\r\nIn this round the teams would be allocated a technical topic or technical challenge. They would be allocated 10 minutes to think and make points on the same. After 10 minutes the discussion on that topic shall began.  \r\n\r\nTime Duration: 30 Minutes for actual discussion\r\n\r\n\r\nRules:\r\n1.Use of only English language is allowed during technical discussion.\r\n2.While presenting ideas or doing discussion, the team members must use polite, formal, non-offensive, and non-abusive language\/tone\/gestures.\r\n3.The organizing committee reserves right for any change\/addition in rules.  \r\n","teamsize":"Exactly two members ","date":" 9 March 2017","time":" Round 1 : 11:00 to 12:00 PM\r\nRound 2 : 1:30 to 2:30 PM\r\n","venue":" Round 1 : IT LAB1 IT LAB2\r\n Round 2 : IT Lab 1","fees":"Rs. 50","contact":"Vivek Patel:<br>Mob No : 8230669778 <br>E-mail: vivek.p.ptl@gmail.com\r\nSrujan Shah <br>Mob No : 9601977376  E-mail:shahsrujan@gmail.com\r\n\r\n"},"
third":{"name":"Google-de-scrutiny","tagline":"Entangled in the web","description":"Have you ever gone beyond the first page of “Google”. If you have the tactics to deal with the world of“google”, take a deeper dive. Come forward to face thunderlying enigma of Google. Scratch your brains to answer the already answered stuff.","rules":"Round 1: Elimination Round (Using Computer and Internet)\r\nEach participant has to solve a set of internet search tasks. The qualifying participants will be selected based on the number of correctly solved search tasks. Maximum 12 Teams will enter into Round 2.\r\n\r\nTime Duration: 30 Minutes\r\n\r\nRound 2: Expert Searching Skills (Using Computer and Internet)\r\nThis round has a set of internet search tasks that will require expert search skill in order to retrieve asked information. \r\n\r\nTime Duration: 45 Minutes\r\n\r\nRules:\r\n1. Only 1 member per team.\r\n2. If in case of any tie, Tie-breakers shall be used.\r\n3. Internet connection will be provided to the participants during both the rounds.\r\n4. The organizing committee reserves right for any change\/addition in rules.","teamsize":"1 member","date":"8 March 2017","time":"Round 1 : 1:00 to 1:30 PM\r\nRound 2 : 2:15 to 3:00 PM","venue":" Google-de-scrutiny (R-1) : IT Dept. SW Lab\r\nGoogle-de-scrutiny (R-2) : IT Dept., Lab-2\r\n\r\n","fees":"Rs. 30","contact":"Harshit Rathod : Mob no : 8200664810 Email : hrharshit27@gmail.com\r\nVrund Patel  Mob No :  7600487027 E-mail : pvrud32@gmail.com\r\n\r\n"},"forth":{"name":"FIFA INTERACTIVE TOURNAMENT","tagline":"Your only goal - &quot;Qualify&quot;.","description":"Some people say Football is about Life &amp; Death,I Assure you it is much more than that!\r\nSo, get on these laptops and prove your gaming skills in the battle of  FIFA every football fan wishes to play.","rules":"All Rounds will be eliminatory.\r\n1. No. of rounds will be according to the amount of entries received.\r\n2. Each Rounds will have 2 players Playing Against Each other.\r\n3. The Player can choose between keyboard &amp; controller to play the game.","teamsize":"1 member only","date":" 8 March 2017","time":"10:00 to 12:00 PM ","venue":" IT Mtech Lab.","fees":"30\/- per person.","contact":"Parth Champ<br> Mob No : 8866777358<br> E-mail: parthchamp169@gmail.com\r\nKishan Upadhyay<br> Mob No : 9426533497<br> E-mail : kishan.u1996@gmail.com"}},"mba":{"name":"MBA","tag":"Bizz Brainz","totalevents":5,"first":{"name":" KAUN BANEGA MANAGER","tagline":"","description":"Registration fee: Rs. 100 per head \r\nFormal dress code.\r\nPreliminary rounds will be conducted on the same day.\r\nResume must be sent on or before March 5, 2017,  through mail on shah.hardik0701@gmail.com \r\nThe subject of the e-mail should be BEST MANAGER\r\nThe Best Manager will be carried in different rounds and will be conducted throughout the day at regular intervals.\r\nThe proposed rounds for the KAUN BANEGA MANAGER will be as follows:\r\na) Presentation on the given case study, which will be common for all. Presentation time 5-6 mins.\r\nb) Numerical aptitude test.\r\nc) Interpretation of the financial statements of different companies.\r\nd) Panel interview. e) stress interview\r\nGrand total will be calculated of the finalist and one who prevail the top of the list will be the Best Manager.","rules":"","teamsize":"","date":"","time":"","venue":"","fees":"","contact":""},"second":{"name":"BUSINESS MODEL","tagline":"","description":"Registration fee: Rs. 50 per head \r\nBusiness plans may be submitted by individuals or by teams. \r\nThere must not be more than 4 participants in a team. \r\nExecutive summary, containing the expansion of concepts outlined must be sent through-mail on shah.hardik0701@gmail.com on or before March 5, 2017 and the selected plans will be intimated through e-mail.\r\nThe subject of the e-mail should be BPLAN\r\nTeams should bring soft copy in CD and Hard copy while attending competition.\r\nTeams must come with their proposed model while attending competition for the judgment and explanation 
purpose.\r\nFinal-round submission will be judged according to the following criteria: \r\nIs the business financially feasible?\r\nQuality of products, services and\/or solutions\r\nMarket opportunities and competition\r\nTeam qualifications\r\nOverall attractiveness of the venture","rules":"","teamsize":"","date":"","time":"","venue":"","fees":"","contact":""},"third":{"name":"MANAGEMENT QUIZ","tagline":"","description":"Registration fee: 100 per team \r\nTwo participants per team\r\nTeams should get registered before OR on the spot on the day of the event\r\nJudges decisions are ultimate.\r\nTeams should maintain dignity with in the event hall.\r\nThe participants shall not be allowed to use mobile or other electronic instruments.\r\nThe questions shall be in the form of multiple choice, True\/False statement, Specific-answer question etc.\r\nAudience shall not give any hints or clues to the competitors.\r\nThe whole event will be dividing in the three rounds.","rules":"","teamsize":"","date":"","time":"","venue":"","fees":"","contact":""},"forth":{"name":"MOVIE MAKING","tagline":"","description":"Registration fee: Rs. 100 per team \r\nTwo or more participants in a team\r\nThe themes for the competition are (I) Social Issue (II) Go Green (III) Lesson from Management\r\nTeams should get registered before March 5, 2017.\r\nJury decisions are  ultimate\r\nTeams should maintain dignity with in the event hall.\r\nEach participant will be allotted 10 minutes to display their movie.\r\nAny part of the movie should not breach the decorum of the institute.","rules":"","teamsize":"","date":"","time":"","venue":"","fees":"","contact":""},"fifth":{"name":"FILMOTSAV","tagline":"","description":"Registration fee: Rs. 70 per head\r\nEach participant is required to carry a pen and note pad with them.\r\nThere will be a general discussion on the film between the participants.\r\nPRODUCT LAUNCH:-\r\nThe first round will be elimination round wherein a panel of judges will evaluate all the submitted entries. The team needs to have minimum 2 and maximum 4 participants.\r\nFor preliminary round, participants need to select a product or services which are innovative and cater to a new market need which is not met as of now.\r\nFor the selected product or services, team needs to submit PPT with maximum 20 slides.\r\nThe PPTs are required to mail by March 5, 2017 on shah.hardik0701@gmail.com .\r\nFor the elimination round, 5 minutes will be given to each team for presentation and five best teams will be selected by panel of judges for final round.\r\nThe 3 selected teams will give the final presentation and that would be of 15 minutes followed by Questions-Answer of 5 minutes.\r\nTeam can include all the creative aspects required for a new product launch like tagline, slogan, ad copy, poster etc... for the final presentation.\r\nRegistration Fees Rs.100 per team.","rules":"","teamsize":"","date":"","time":"","venue":"","fees":"","contact":""}},"cl":{"name":"Civil Engineering ","tag":"Creato","totalevents":5,"first":{"name":"TECHNO CRANE","tagline":"","description":"Member have to make Crane Model from the Straw stick.","rules":"Round 1: Elimination Round \r\nThe Participant has to make crane model with in the required time limit.\r\nThe winning criteria or elimination criteria and tolerance of model will be discussed on event day. \r\n","teamsize":"3 members only","date":"7th March 2017","time":"10:00 to 12:00 PM","venue":"Old Civil Engg. Department","fees":"Rs. 150 (per Team)","contact":"Rahul Khatri <br>8866242032<br>8866242032rk@gmail.com"},"second":{"name":"BRIDGE MANIA","tagline":"","description":"Member have to make Truss Bridge model from pop-stick or straw stick.","rules":"Round 1: Elimination Round \r\nThe Participant has to make Truss Bridge model with in the required time limit.\r\nThe winning criteria or elimination criteria and tolerance of model will be discussed on event day. \r\nRules: It is on the spot event Rule will be decided at the time of event.","teamsize":"3 members only","date":"7th March 2017","time":"3:00 to 5:00 
PM","venue":"Old Civil Engg. Department","fees":"","contact":"Ketul Chaudhari<br>9687910465<br>ketu2201@gmail.com"},"third":{"name":"Quiz Up","tagline":"","description":"General Quiz Competition","rules":"Round 1: Pen & Paper Round\r\nGENERAL TECHNICAL QUESTIONS\r\n\r\nRound 2: Buzzer Round\r\n            \r\nRound 3: Final Round\r\n\r\nTime Duration: 90 Minutes (minimum)\r\n\r\nRules: It is on the spot event Rule will be decided at the time of event.Participants are not allowed to use any study material.","teamsize":"3 members only.","date":"7th March 2017","time":"Round1 : 12:15 to 12:45 PM   Round 2 : 1:15 to 1:45 PM Round 3  : 2:15 to 2:45 PM","venue":"Narayan Bhavan, Civil Engg. Drawing Hall.","fees":"Rs. 60","contact":"Akshar Barot<br> 9033456709<br> barotakshar24@gmail.com"},"forth":{"name":"TECHNO BRIDGE","tagline":"","description":"Member have to create a bridge on software","rules":"Round 1: Elimination Round\r\nMember have to create a bridge on software with in required time. If member fail to do so will be eliminated.\r\n \t\r\nTime Duration: 45 Minutes (minimum)\r\n\r\n\r\nRules: It is on the spot event Rule will be decided at the time of event.\r\n","teamsize":"1 member only","date":"8th March 2017","time":"10:00 to 10:45 AM","venue":"Narayan Bhavan, Civil Engg. Drawing Hall.","fees":"Rs. 30","contact":"Meet Dave"},"fifth":{"name":"TECH RITTORY","tagline":"","description":"Round 1: Pen & Paper Round\r\nRound 2: Puzzle Round\r\nRound 3: Field Showdown\r\n \t\r\nTime Duration: 150 Minutes (minimum)\r\n","rules":"Rules: It is on the spot event Rule will be decided at the time of event.\r\nNOTE:- For any Latest update Contact to Coordinator. For any change in Future.\r\nRequired Material will be provided by us.\r\n","teamsize":"3 members only","date":"8th March 2017","time":"Round1 : 11:00 to 11:30 AM   Round 2 : 11:45 to 12:45 PM Round 3  : 1:15 to 2:15 PM","venue":"Round 1 : Narayan Bhavan, Civil Engg. Drawing Hall.   Round 2 : Campus  Round 3 : campus","fees":"120\/- per team","contact":"Vinay Avani<br>9033318167<br>vinnyavani@gmail.com"}},"ch":{"name":"Chemical Engineering ","tag":"Collision","totalevents":6,"first":{"name":"CHEMCOUPE","tagline":"Be the Entrepreneur!!","description":"Description: This event aims at applying the knowledge of chemical technology (unit operations and unit processes) to design the flow path for the conversion of raw materials to products.","rules":"Rounds scheme:\r\nThere will be only 1 round in this event. \r\nIn this round, plant description will be given to each team. They have freedom to go with any proper and efficient unit operation or process. A process is to be designed by flow diagram using suitable unit operations and processes. That flow diagram should be submitted with proper justification of each unit operation and process with proper and optimum conditions and with description of whole flow diagram. The flow diagram should be such that the cost should be optimum to given conditions. The most energy efficient and environmental friendly flow sheet will be awarded winner.\r\nRules:\r\n1.\tFlow diagrams should be drawn with appropriate symbols.\r\n2.\tMaximum two participants can form a team.\r\n3.\tMaximum 1 hour time period will be there.\r\n4.\tText books and references are not allowed. \r\n5.\tParticipants should be aware of costs of different equipments.\r\n","teamsize":"2 participants per team","date":"10th March 2017","time":"3:00 to 5:00 PM","venue":"Seminar Hall","fees":"50\/- per team","contact":""},"second":{"name":"CHEM-ILLUSION","tagline":"Be the illusioner but with chemicals….","description":"This event aims at applying the basic knowledge of chemistry(Chemical reactions).\r\nParticipants have to perform magic using any chemical reaction. After performing their trick, participants must need to explain the mechanism behind the trick. Participants can perform as many tricks as they want. \r\n","rules":"1.\tSafety first. (Come with apron and safety shoes, Safety gloves will be provided.)\r\n2.\tHazardous or concentrated chemicals are not allowed.\r\n3.
\tChemicals will not be provided.\r\n","teamsize":"Maximum 3 participants per team","date":"9th March 2017","time":"4:00 PM to 5:30 PM","venue":"CR-10","fees":"30\/- per team","contact":""},"third":{"name":"CHEM-E-QUIZ","tagline":"Think Quick!","description":"This event aims at applying the general knowledge of Chemical engineering.","rules":"Rounds scheme:\r\nRound 1- Elimination Round\r\n•\tThe test consists of general chemical knowledge. 25 minutes will be given to complete the written test. Based on the score, participants will be selected for the next round.\r\nRound 2- Ultimate Round\r\n•\tThere will be maximum 5 teams. It consists of following segments:\r\n1.\tQuestions based on topics of choice\r\n2.\tLogical questions(how, why)\r\n3.\tBuzzer round\r\n4.\tRapid fire\r\nRules:\r\n1.\tParticipants will be provided rough paper.\r\n2.\tNo textbooks or references will be allowed.\r\n3.\tElimination criteria will be decided on the basis of the results.\r\n","teamsize":"2 participants per team","date":"9th Marc 2017","time":"Round 1: 9:30 to 10:30 AM  Round 2: 2:00 to 3:30 PM","venue":"Round 1: CR-11  Round 2: CR-10","fees":"50\/-per team","contact":""},"forth":{"name":"EXPLOREREN","tagline":"Nothing weighs more than a secret","description":"This event aims at applying the knowledge of chemical technology and basic chemistry. ","rules":"Rounds scheme:\r\nThe event consists of two rounds:\r\n•\tFirst round is Treasure Hunt.\r\n•\tSecond round has two parts:\r\na.\tTo solve a crossword puzzle.\r\nb.\tFrom the answer of the crossword puzzle, detection of compound from the clues by smell.\r\nThe winner will be decided based on time and points.\r\nRules:\r\n1.\tMaximum 2 participants can form a team.\r\n2.\tParticipants will be provided rough sheet if required.\r\n3.\tElimination criteria will be decided on the basis of the results.\r\n","teamsize":"2 participants per team","date":"10t March 2017","time":"10:00 to 11:30 PM","venue":"CR-11","fees":"","contact":""},"fifth":{"name":"HYDROCAR","tagline":"Think Beyond!!!","description":"This techno event is basically interactive workshop session. It aims to up skill participants with the knowledge of designing a car that runs of Hydrogen Fuel cell. The entire procedure of assembling the components and basic idea of fuel cell will be conveyed to the participants. At the end of the session queries will be solved related to the workshop.","rules":"","teamsize":"","date":"10th March 2017","time":"12:30 to 2:30 PM\t","venue":"CR-10, 11\t","fees":"50\/- per team","contact":""},"sixth":{"name":"TECHNOTALK","tagline":"","description":"Expert lectures (lectures will be delivered by experts from industries and academics)","rules":"","teamsize":"","date":"9th March,2017","time":"11:00 to 1:00 pm","venue":"MMH","fees":"50\/- per head","contact":""}},"mh":{"name":"Mechanical Engineering ","tag":"Dimensions","totalevents":2,"first":{"name":"TECHPOST","tagline":"","description":"Tech Poster Presentation","rules":"1. The poster should be of size- 36 x 48 inches\r\n2. The presenters will get 10min to present their poster           after which there will be 5min of\r\n    Questions and answer with the judges.\r\n3. The text and illustrations must be clearly readable at a distance of three feet.\r\n4. The topic must be of a relevant engineering field.\r\n\r\n","teamsize":"2 members only","date":"7th March 2017","time":"11:00 to12:00 PM","venue":"Narayan Bhavan (MH Dept.)","fees":"Rs. 100","contact":"YASH PATEL<br> 9998084424<br> yashdpatel555@gmail.com"},"second":{"name":"MOCKPLACEMEN","tagline":"","description":"Mock placement for the benefit of students.","rules":"*Round 1: Written Test (Technical & Aptitude)\r\nIn the written test round the participants must give a short written examination constituting  of technical and aptitude questions to test their mental ability. The top few scoring participants will be selected for the next round.  \r\n\r\nTime Duration: 09:30 A.M to 11:30 A.M\r\nRound 2: Group Discussion\r\nIn this round the selected participants will be placed in 
teams for a group discussion on a topic provided. This will test the communication skills and the ability of the student to participate in a group. Judges will select the best participants according to a list of criteria.\r\n\r\nTime Duration: 12:30P.M to 3:00 P.M\r\n\r\nRound 3: Personal Interview\r\nThe selected participants will now take part in a personal interview which simulates an interview during placements, testing the overall knowledge and confidence of the student.\r\nRULES : \r\n1. For a written test a cut off will be decided & on that basis, participants will be proceed         further for second round\r\n2. In G.D. the judging will be based on the communication skill, initiation ability, content.\r\n3. For P.I. the judging will be done by the judges or the interviewer.\r\n","teamsize":"No team. Individual entry","date":"7th March 2017","time":"09:30 to 5:00 PM","venue":"Round 1 Class No:36,37;  Round 2 and Round 3 in MH Dept., Narayan Bhavan","fees":"Rs. 50","contact":"SNEHANKIT THUMMER<br> 9825158769<br> snehankitthummer0077@gmail.com<br>"}},"ic":{"name":"Instrumentation And Control ","tag":"Instronics","totalevents":3,"first":{"name":"Poster Presentation","tagline":"","description":"Basic Technical and General Knowledge Questions asked to improve I.Q. as well E.Q. level of Students.\r\nExpected strength\/skill of participants: Innovative Ideas Representation","rules":"Round 1: Presentation of Poster & Question-Answer \r\n\r\nTime Duration:  Tentative 60 Minutes (for Event)\r\n\r\nRules:\r\n\r\nThe poster must include the following:\r\n•\tTitle \r\n•\tNames of author(s) and affiliated organization(s) \r\n•\tAbstract (brief summary of objectives, methods, results, and conclusions) \r\n•\tBackground Information\r\n•\tProject Objectives \r\n•\tMaterials and Methods\r\n•\tResults (tables, graphs, charts)\r\n•\tDiscussion of possible future directions\r\n","teamsize":"2 members only","date":"7th March 2017","time":"10:00 to 11:30 AM","venue":"Off MMH","fees":"Rs. 50","contact":"Airwadia Vivek A.\r\nPatel Kinjalkumar H.\r\nPatel Anal, Patel Nidhi"},"second":{"name":"Techno Quiz","tagline":"","description":"Basic Technical and General Knowledge Questions will be asked in different rounds ","rules":"Round 1: Elimination Round\r\n\r\nWritten Test (Technical + General Knowledge) will be held \r\n\r\nTime Duration: 45 Minutes (for Event)\r\n\r\nRound 2: On Screen Question Answer Round\r\n\r\nTime Duration: Around 30 minutes \r\n\r\nRound 3: Rapid fire Round\r\n\r\nIn one minute ten or more questions would be asked to individual team. According to correct Answers, Points would be given. \r\n\r\nTime Duration: 1 minute\/Team\r\n\r\nRules:\r\n1. Team members are not supposed to use mobile and\/or calculators.\r\n","teamsize":"3 members only","date":"7th March 2017","time":"R-1: 2:30 to 3:15 PM  R-2: 3:30 to 4:00 PM  R-3: 4:15 to 4:45 PM","venue":"SEMINAR HALL.","fees":"Rs. 50","contact":"Parth Varmora\r\nSuvagiya Kishan\r\nShah Romanch\r\nRishi Sheth"},"third":{"name":"Web Hunt","tagline":"","description":"On the spot topic would be given. Students are supposed to find information regarding the topic using internet connectivity and make effective presentation in power point and represent the same.","rules":"Round 1: Hunting information regarding given topic\r\n\r\nTime Duration: 45 Minutes (for Event)\r\n\r\nRound 2: Presentation\r\n\r\nTime Duration: Around 5 minutes Presentation + 2 minutes question Answer Session\r\n","teamsize":"2 members only","date":"7th March 2017","time":"R-1: 11:45  to 1:15 PM  R-2: 1:30 to 2:30 PM ","venue":"R-1: IC DEPT. TUTORIAL ROOM.  R-2: SEMINAR HALL. ","fees":"Rs. 50","contact":"Umang Parmar\r\nShivang Mistry\r\nAnal Chokshi\r\nMohna Chattopadhayay\r\nDharav Modi"}},"ec":{"name":"Electronics And Communication ","tag":"Resonance","totalevents":8,"first":{"name":"Buzz it to Quiz it","tagline":"","description":"Event based on basic Electrical and Electronic concepts and mental ability along with testing of circuit designing and equipment usage","
rules":"Round 1 (Qualifier Round): Circuit Implementation\r\nEach team has to implement a buzzer circuit on breadboard as per the manual provided on the spot. Teams successfully completing this task in minimum duration with at most accuracy will be selected for the next round. \r\nIt will also include a surprise bumper round based on the teams’ performance and risk taking ability.\r\nRound 2 (Final Round): Quiz\r\nThis round consists of Basic Technical and calculative Quiz. Buzzer made by the qualifying teams of previous round will be made into use for this round. Winning Teams will be selected as per the scores acquired and final judgment of authorities. This round will be abide by time constraint and negative points. Bonus points will be provided for every passed question answered. \r\nIn case of clashes like multiple teams hitting the buzzers at same instant, their respective answers shall be collected without disclosure, and shall be compared with the correct answers. The round may also implement the tie breaker whenever needed.  \r\nRules:\r\n1. Students must bring DMM, Breadboard< Connecting wires, etc.\r\n2. Necessary components ie. Resistors, capacitors and lab access shall be provided by the organizers.\r\n3. A team must consist of members not more than 2.\r\n4. Teams not conducting the basic ethics and harming the competitiveness are subject to immediate disqualification.\r\n","teamsize":"","date":"7th March 2017","time":"R-1\t9:00 to 11:00 AM R-2 11:00 to 12:00 PM","venue":"","fees":"","contact":""},"second":{"name":"ChargeOn (Workshop)","tagline":"","description":"ChargeOn is the kick start workshop for 1st and 2nd year students who are interested in doing projects. The workshop will be conducted in 3 phases as described below:\r\n\r\nPhase 1:\r\n•\tBasic introduction about how to approach the project and how to plan timing for doing specific tasks involved within it as they would not have done work on real life projects until now.\r\n•\tBrief description of all the components included in the project along with how to read important things from datasheet will be taught.\r\n•\tCircuit diagram of the project will be explained thoroughly by senior student coordinators.\r\nPhase 2:\r\n•\tKit of all the components will be provided after which each team has to design power supply based on the circuit diagram explained in phase 1.\r\nPhase 3:\r\n•\tFuture guidance on what projects students can make during vacation period will be given based on arduino and micro-controllers depending upon their interests in the particular field.\r\n","rules":"","teamsize":"2","date":"7th March 2017","time":"9:00 to 12:00 AM","venue":"","fees":"Rs.200\/- per team","contact":"Jay Parekh (8160605393)\r\nSavan Patel (8490800763)"},"third":{"name":"Elite Talks","tagline":"","description":"Event is based on technical and non-technical know how on a particular topic. They have to choose any one from given two topics written in chits on the spot and they need to speak for technically and non-technically for at least one minute on that topic. This will be elimination round.","rules":"Round 1: Describe topic technically and non-technically\r\nIn this round, the team of two students has to speak at least for one minute technically and one minute non-technically on chosen topic. Based on their speech they will be given points. After that they need to answer the questions asked by audience. \r\nAudience is allowed to ask at max 3 questions. Extra points will be awarded to the team by giving right answer and if team will not be able to answer, or gives wrong answer then points will be deducted for that team.\r\nRound 2 (Final Round): Speak on solved puzzle for at least 3 minutes\r\nIn this round team has to select one chit and they need to solve the puzzle in that chit after solving the puzzle they will get answer of scientist name and then they need to speak about that scientist for at least 3 minutes. They can speak about scientist’s life, achievements, given theories, proofs and whatever things they know 
about them. Winner team will be decided based on content of their speech.  \r\nRules:\r\n1.\tEach member has to speak at least one minute compulsory.\r\n2.\tIn round 1 - they will be given maximum 20 points based on their speech , and if they give correct answer on questions asked by audience then 3 points will be rewarded else 2 points will be deducted.\r\n3.\tIn round 2 - they need to speak for at least 3 minutes.\r\n","teamsize":"2","date":"6th March 2017","time":"Round 1 -9:00 to 10:00 AM Round 2- 11:00 to 12:00 PM","venue":"","fees":"40\/- per team","contact":"Parthit Sardhara (9624789439)\r\nEarnest Vakeriya (9408910948)\r\n"},"forth":{"name":"Poignant Presentation","tagline":"","description":"As a technical student, one has to demonstrate their technical idea with its hardware project in details (Complete System in working condition) with presentation and its practical application(s) and also they can represent the technical term in such a way that any non-technical person can understand easily. Yes, it’s the time now to unleash your creativity. Show your intellect, your unique edge and sense for your favorite topic. i.e. design the hardware model & relevant posters\/ animations\/ banners\/ videos\/ presentation. \r\n\r\nYour idea, your imagination, your way of presentation and your resources. The real battlefield competition for your creativity. One can bring their own resources as per their idea requirements.\r\n \r\nRounds scheme \r\nTeam has to explain the concept or technology with their presentation and aids to visiting group of students.\r\n\r\nThis event will be represented as a project exhibition in which all the participants are going to represent their project. In this exhibition all the respected faculty members and the students (especially 1st year) will be invited. A paper will be given to each visiting student\/ group to give the marks to the participants who are demonstrating their project.After the flow of visiting student\/group respected faculty will give their opinion and advice to the participant’s about their project.  \r\n","rules":"1.\tMax. Time for a single presentation:  Not more than 6 minutes.\r\n2.\tThe designed hardware should be a complete system (i.e. only a block of a system shall lead to disqualification from the event).\r\n3.\tThe participants should be prepared for Q&A\r\n","teamsize":"Max 2","date":"7th March 2017","time":"1:00 to 3:00 PM","venue":"","fees":"Rs 50\/- per team","contact":"Siddharth Patel (8460497794)\r\nAkshay Sanghani(8758197594)\r\n"},"fifth":{"name":"Q’uestionario","tagline":"Here Everyone Is A Winner","description":"Event based on general knowledge, current affairs & some basic technical knowledge of electronics \r\n\r\nNo. of Rounds: 2\r\nRounds Scheme:\r\nRound 1 (Qualifier Round): General Knowledge & Current Affairs\r\nQuestions would be asked about the general knowledge & current affair. Each team would be given a time limit of 30 seconds for each question which and they have to write their team name and answer on a chit provided by the coordinators .Then they have to put their chit in the jar\/box in the given time. The team which will put their chit first in the jar\/box will be given the first preference. The top 5 teams will be qualified for the next round.\r\nRound 2 (Final Round): Tech & Non Tech\r\nThis round will test both technical and non-technical knowledge of the qualifiers of the round 1.  The top 3 teams of second round will be winner. In this round the teams will be given the time limit of 30 seconds. \r\n","rules":"1.\tA team should have at least one pen\r\n2.\tA team must consist of members not more than 4.\r\n3.\tTeams not conducting the basic ethics and harming the competitiveness are subject to immediate disqualification.\r\n4.\tThe decision of the coordinators  would be the final decision and non- questionable\r\n","teamsize":"4","date":"7th March 2017","time":"1:00 to 3:00 PM","venue":"","fees":"Rs. 100\/- per team","contact":"Pratik Varmora (9978373842)\r\nAarif Shaikh (8866080846)\r\n"},"sixth":{"name":"Resistance 
Rapture","tagline":"","description":"Event based on Basic Electrical & Electronics Engg.  And Electronics Principles\r\n\r\nRounds scheme:\r\nRound 1: This round consist of 3 task [Elimination Round]\r\nTask 1: 5 questions will be asked in succession and the participants have to answer  the question in ‘yes’ or ‘no’ quickly. The question will not be repeated second time.  \r\nTask 2: This task will include identification of symbols (logo). Cards with technical symbols will be given to the participants and they have to identify 3 cards within 30 seconds.\r\nTask 3: This task contains 10 multiple choice question on paper. Time limit is 15 minute.\r\nTime Duration: 2 hour \r\n\r\nRound 2: This round consist of 3 task [for the qualified participants from the first round]\r\nTask 1: The participants will be given few values of resistances. They will be given some commonly used resistors which they have to identify using the color coding. Using these they have to design simple networks such that the equivalent resistance is equal to the given resistances values. Time limit is 15 minutes.\r\nTask 2: A network circuit diagram will be given to the participants and they have to solve the network diagram using series, parallel and star-delta method(The required equations will be provided). Time limit is 20 minutes.\r\nTask 3: Participants who have solved network circuit diagram correctly will be allowed to implement it on the bread board.\r\nTime Duration: 1 hour 30 minutes\r\n","rules":"1.\tStudents shall bring DMM, Connecting Wires & bread board etc…\r\n2.\tNecessary resistors & Lab facility will be provided by organizing Department.\r\n3.\tFor any kind of rude behavior, team will be disqualified.\r\n","teamsize":"2","date":"6th March 2017","time":"Round 1- 12:00 to 3:00 PM Round 2- 3:00 to 5:00 PM","venue":"","fees":"Rs. 40\/- per team","contact":"Mihir Vaghela(9898847905)\r\nZalak Patel (7779034108)\r\n"},"seventh":{"name":"Simulation Contest (MATLAB, Scilab, Quartus)","tagline":"","description":"Event based on debugging, coding and simulating using any simulator tool.\r\n\r\nRounds Scheme:\r\nRound 1 (Elimination Round): Debugging \r\nEach team is required to solve the errors in the given code and then explain the objective of the code.\r\nRound 2 (Final Round): Simulation \r\nThe teams have to design a program code and simulate it. The objective of the question program will be provided beforehand (one day before the round 2,after the declaration of the teams selected for the next round). If the program is perfectly simulated, modifications will be given.\r\n","rules":"1.\t30 minutes will be allotted for debugging the code.\r\n2.\t10 teams will be selected for the second round. \r\n3.\t30 minutes will be provided to perform the modifications in the program.\r\n","teamsize":"2","date":"Round 1- 6th March 2017 Round 2- 7th March 2017","time":"Round 1- 2:00 to 3:00 PM Round 2- 12:00 to 1:00 PM","venue":"","fees":"Rs. 50\/- per team","contact":"Meetali Patel (9687627496)\r\nKeyur Rakholiya (7567925394)\r\n"},"eighth":{"name":"Tech Genesis","tagline":"","description":"Round Schemes:\r\n\r\nRound 1: This round will check the participants’ problem solving skills and also tap the players’ logical reasoning abilities. This test will consist of a crossword puzzle based on popular taglines and other advertisement related questions. This will be followed by a jumbled puzzle. Out of the teams who have registered, only 10 will be allowed to go for the next round. This round will be completed within 30 mins.\r\n\r\nRound 2: This round is divided into 2 parts. The first part is a technical quiz consisting of MCQ’s and other short questions based on Boolean reduction, digital electronics and network analysis. After this the team will be provided with a comprehensive passage followed by 10 questions. The passage will consists of several encoded words and phrases that have to be deciphered by the participants with the help of the key provided. The result of this round will be used to shortlist 5 teams for 
the final round. Time limit for this round will be 1 hour.\r\n\r\nRound 3: The teams which reach this round will get the opportunity to take part in an auction to buy various virtual electronic goods kept on sale. The amount of virtual money given to them will be based on their performance in the previous round. The goods they purchase will have to be used to create an electronic product or model which they have to successfully market and advertise. Bidding will take 30 mins followed by 45 mins for making a model and preparing a presentation. Each team will get 5 mins to present their model and advertisement to the judges\r\n","rules":"","teamsize":"4","date":"6th March 2017","time":"Round 1- 10:00 to 11:00 AM Round 2- 12:00 to 1:00 PM Round 3- 3:00 to 5:00 PM","venue":"","fees":"Rs. 60\/- per team","contact":"Yash Patel (9924883289)\r\nSneha Thomas (9712913848)\r\n"}},"mca":{"name":"MCA ","tag":"Techno Kshetra","totalevents":4,"first":{"name":"Act-a-Tech","tagline":"","description":"One member is given one technical word. He tries to convey this word to his team members by enacting it.","rules":"ROUND 1:\r\n1.\tEach team would be given a technical term with one person acting and the other two guessing the right term.\r\n2.\tThe technical term may include following: Any technical jargon, any company\/website\/software logo, or software name etc.\r\n3.\tThe time limit will be 60 seconds.\r\nROUND 2:\r\n1.\tOne of the team members will be given a technical term. The other two persons can ask maximum 10 questions to guess the term.\r\n2.\tThe team members cannot ask direct questions.\r\n3.\tThe person given the term can only answer in Yes\/No.\r\n4.\tThe time limit will be 60 seconds.\r\nROUND 3:\r\n1.\tEach team would be given 10 technical terms to enact.\r\n2.\tThe team successfully identifying maximum terms in 60 seconds will clearly win.\r\nRules:\r\n1.\tThe team should constitute of 3 members.\r\n2.\tTerms\/words will be related to computer science. \r\n3.\tLip movement is not allowed-only hand movement should be there.\r\n4.\tNo lettering, no prompting, no props allowed.\r\n","teamsize":"3 members only","date":"8TH March 2017","time":"9:00 to 10.30AM","venue":"CR-27","fees":"Rs. 120\/-","contact":"Himansu Panchal (MCA)<br> 7568916911<br> himanshu.panchal001@gmail.com"},"second":{"name":"ImaJigsaw ","tagline":"","description":"Showing image parts in progressive manner and participants have to identify as fast as possible.","rules":"Round Details:\r\nRound - 1\r\nParticipants will be shown image related to the field of computer science, like, any hardware component, logo or well-known personality and they have to identify it. Correct Answer will give you 1 Point. The predefined amount of time will be given for each image.\r\n\r\nRound - 2\r\nIn the round 2, all qualified participants will be shown the Partial images. In some cases, Full image will be provided part by part. Each participant has to raise their Given Symbolic Number. Correct Answer will give you 2 Points.\r\nRules:\r\n1.\tParticipant has to raise the symbolic number to answer.\r\n2.\tParticipant who raise first will be given a chance to answer.\r\n3.\tIf tie, participants qualified to answer personally.\r\n4.\tPartial answer will not be considered.\r\n5.\tIn Case of any discrepancy, Event Coordinators decision will be taken as final.  \r\n","teamsize":"","date":"8TH March 2017","time":"2:30 to 4:30 PM\t","venue":"Seminar Hall\t","fees":"Rs. 40","contact":"Prajapati Vishal (MCA)<br> 7405644080<br> vishalprajapati12796@gmail.com"},"third":{"name":"TechHunt ","tagline":"","description":"Teams are required to move from place to place in order to get successive clues to be solved for next place. During the hunt there will be challenges in the form of given code on c and c++ to solve which should be done in least possible time so, as to maintain your pace.","rules":"Round Details: \r\n\r\n1.\tThere will be two rounds.\r\n2.\tFirst round will be elimination round.\r\n3.\tDuring the hunt there will be challenges in the form of code on c and c++ to solve, which 
should be done in least possible time so, as to maintain your pace.\r\n4.\tThere will be penalties for those teams which are not able to solve code clue.\r\n\r\nRules:\r\n1.\tParticipants should register in teams of maximum 3 persons.\r\n2.\tVarious clues have to be solved.\r\n3.\tGadgets are not allowed.\r\n","teamsize":"3 members","date":"8th March 2017","time":"11:00 to 1:00 PM\t","venue":"CR-27 & 28 and BCA & MCA Laboratories\t","fees":"Rs. 120\/-","contact":"Dhakkar Dhaval (MCA)<br> 8460212474<br> dhavalthakkar4995@gmail.com"},"forth":{"name":"Gaming ","tagline":"","description":"Shoot out your brains and crush out your opponents!!!Enjoy the most exciting games ever… You can show your team spirit via Counter Strike Condition Zero and your individuality via Need for Speed Most Wanted, So let's get started.","rules":"Round Details:\r\nTeam Vs. Team [ Each Team having 4 Participants for CS & 1 Participants for NFS ] Number of Rounds will be decided only after receiving total number of teams registered.\r\n\r\nRules:\r\n1.\tSpot registration will be closed before 30 mins of the event.\r\n2.\tNo swapping or change of team members will be allowed.\r\n3.\tIf all the members of the team are not present then the registration of the team will be cancelled. They will be allowed to play with the available members of their team.\r\n4.\tCheating in any form will lead to (DQ).\r\n5.\tTeams are expected to report on time with their College Ids for the event. Late entry will also lead to (DQ).\r\n","teamsize":"NFS : 1 member Counter Strike : 4 members","date":"8th March 2017","time":"1:30 PM onwards\t\t","venue":"MCA\/BCA Laboratories\t\t","fees":"Rs. 160 (CS) Rs. 40 (NFS)","contact":"Makvana Vinay(MCA)<br> 8490000156<br>"}}}}
