data={"technical":{"day1":{"name":"Computer Engineering","tag":"Insilico","totalevents":0},"day2":{"name":"Infortmtion Technology ","tag":"Tech-crusade","totalevents":0,"first":{"name":"BOLLYBUZZ ","tagline":"","description":"There Will Be In Total  3 Rounds.\r\nRound 1:\r\n\t-Phase 1: Pen-Paper Test(Max.  Time -30 Mins)\r\n\t\tEvery Team Will Be Provided A Question Paper Consisting A Number Of Questions  Related To Bollywood Movies.\r\n\t-Phase 2:  Guess The Movie Song And Complete It\r\n\t\tParticipants  Will Be  Given Lyrics of Hindi songs In English. So, They Have To Guess The  Correct Name  Of The Song And Sing A Few Lines Of It.\r\nFor  Every Correct Answer  5  Points  Will Be Granted.\r\nFor Every Wrong Answer  5  Points Will Be Deducted.\r\nIf They Are Able To Recognize The Correct Movie Name  Extra 5 Points Will Be Granted.\r\nMarks From Phase 1 And Phase 2 Will Be Added ; Top 10 Teams Will Qualify For Round 2;\r\nRound 2:\r\n\tPictionary.\r\n\t-Depecting Movies\/Songs Via Pictures.\r\n\t-Picking Chits From The  Bowl.\r\n\t-Teams Can Challenge One Another.\r\nTop 4 Teams Will Qualify For Round 3.\r\nRound 3:\r\n\tBolly Quiz  At Center Foyer(Cf).\r\n\t-Various Questions Will Be Asked.","rules":"(1) Participants Can&#8217;t Use Google Or Any Resource To Answer The Questions.\r\n(2) Team Should Consist Of Maximum 3 Students.\r\n(3) There Will Be Total 3 Rounds And At The End, We Will Have A Winner And Runner-Up.\r\n(4) Participant  Found Cheating,Arguing With Co-Ordinator\/Volunteer Will  Be First Warned ,  But If He\/She  Still Repeats The Same Mistake  Then 5 Points  Will Be Deducted  And  Under  Extreme Conditions He\/She Would Be Disqualified.\r\n(5) The Decision Taken By The Co-Ordinater Will  Be Considered  Final In Case Of Any Dispute.","teamsize":"3 Max","datteam","contact":"VIDIT GANDHI  (IT):\r\nviditgandhi96@gmale":"8\/3\/2017","time":"11:00 onwards","venue":"","fees":"30\/- per .com\r\n9978099389\r\n"}},"day3":{"name":"Infortmtion Technology ","tag":"Tech-crusade","totalevents":0},"day5":{"":{"name":"Orators' hunger games","tagline":"","description":"There will be three rounds in this event.\r\nRound 1 (GD):\r\nIn first round, GD for group of ten persons will be conducted. Participants will have to discuss on the given topic to show their views for the respective topic. Judge will give marks to each participant. after completion of GD for all groups results will be declared. Judge's decision will be final. Participants getting highest marks will go for next round.\r\nRound 2(picture perception):\r\nIn this round a picture showing some situation or famous personality will be shown to the participant. participant has to describe it in 5 minutes.  judge will give marks to each participant. judge's decision will be final. participants getting highest marks will go for next round.\r\nRound 3(it all comes to your speaking &amp; marketing skills):\r\nin this round participant has to sell defective things provided by us. with the help of that money they will have to invest it wisely &amp; try to collect maximum amount. time limit for the round is 30 minutes. participant getting highest amount will be announced as winner.\r\n","rules":"","teamsize":"1 member only","date":"10 \/3\/17 Friday ","time":"9:00 onwards","venue":"CF","fees":"Rs. 30","contact":"Kalind Mehta\r\nMo.9426427989\r\nEmail: kalindmehta2412@gmail.com"},"totalevents":1}}}