data={
   "technical":{
      "day1":{
         "name":"Day 1",
         "tag":"Twin Day",
         "description":"Twinning is the new cool ..! Isn't it ? On this day fulfill your wish to have a twin. Pick the same outfit, hairstyle, accessories and whatever you want and be the doppelgangers ..!!",
         "totalevents":5,
         "fifth":{
            "name":"Hunt Mania",
            "tagline":"Be Ready To Hunt ..!",
            "description":"3 Persons will be Hunting.\r\nThere will be three rounds in the event.\r\nRound 1 : Twisted Scavengers Hunt\r\n(Round Head : Pranjali Gupta - 8000115736)\r\nEach team will be given a clue. After solving a clue it will lead them to a person, who will give them a task to perform. On the basis of the task marks will be given to each team.\r\nElimination will be done on the marks obtained by each team.\r\nSelected team will be eligible for next round.\r\n\r\nRound 2 : Mock CID\r\n(Round Head : Kalind Mehta - 9426427989)\r\nIn this round there will be 2 tasks.\r\nTask 1 is pen-paper based, where team will be given a question paper. They will have to solve questions related to crime mysteries in the given time i.e. 30 minutes.\r\nTask 2 is crime scene based, where team will be given a clue. They will have to solve clue which will lead them to crime site, and will have to find criminal based on scene in the given time i.e. 30 minutes.\r\nAs per choice of team, either 1 or 2 member(s) of the team will go for Task 1 and remaining members of the team will go for Task 2 simultaneously as per given above. If any members of the team will be free after completing their respective task, they can help to other members of the team.\r\nwill be given to the team on the basis of their performance in both the rounds. Eliminations Marks will be done on the basis of marks.\r\nRound 3 :   The Final Hunt\r\n(Round Heads : Dhruvisha Darji - 9924913617 &amp; Urvish Vasani &#8212; 9638134188)\r\nIn this round there will be 2 tasks.\r\n\r\nAs per choice of team, either 1 or 2 member(s) of the team will go for Task 1 and remaining members of the team will go for Task 2 simultaneously as per given above. If any members of the team will be free after completing their respective task, they can help to other members of the team.\r\n\r\nTask 1 (Burst, Find &amp; Take a Selfie)\r\nAll the participants who are qualified from second round can take part in this round.In this round participants has to burst the balloon and recognize the logo.If the logo  will be  recognized correctly then they have to take selfie with the object written behind logo.\r\n\r\nTask 2 (Surprise round)\r\n????\r\nMarks will be given to the team on the basis of their performance in both the rounds.  Team getting highest marks will be rewarded as winner.",
            "rules":"",
            "teamsize":"3 per team",
            "date":"6\/3\/2017",
            "time":"9:00 AM onwards",
            "venue":"Center Foyer",
            "fees":"90\/- per team",
            "contact":"Kalind Mehta Mob No : 9426427989"
         },
         "second":{
            "name":"DDU Art Contest",
            "tagline":"&#8220;Creativity takes courage, if you have it then show it.&#8221;",
            "description":"Show your creativity like Rangoli making, Painting, Sketching, Tattoo Making, Sand art,\r\nFinger painting, etc. based on the theme INCREDIBLE INDIA. Creativity and Opportunity is in the air so take it in and do your thing. \r\n",
            "rules":"Event description in brief:-\r\n&#8220;Creativity takes courage, if you have it then show it.&#8221;\r\n\tShow your creativity like Rangoli making, Painting, Sketching, Tattoo Making, Sand art,\r\nFinger painting, etc. based on the theme INCREDIBLE INDIA. Creativity and Opportunity is \r\nIn the air so take it in and do your thing. \r\nRULES:\t1- All the material required for any art skill is to be brought by the students themselves.\r\n2- Reference for any art is not allowed. So no images references or pictures will be allowed to be brought during the event.\r\n3- Theme is based on INCREDIBLE INDIA so show your art through this theme.\r\n\r\nDimensions: Rangoli making\/Sand art 1.5m*1.5m\r\n\r\nPainting\/Finger painting- A2 size sheet\r\nSketching- A3 size \r\n",
            "teamsize":"",
            "date":"6th March 2017",
            "time":"1 :00 pm  onwards",
            "venue":"Central Foyer",
            "fees":"Rs. 20",
            "contact":"Shlok Jethwa: Contact no- 8511151023\r\n\r\nDhrumin Ranoliya: Contact no- 8866615644 \r\n"
         },
         "third":{
            "name":"BEG BORROW STEAL",
            "tagline":"",
            "description":"1. In first round , list of items will be provided to teams and that teams are required to collect that items by begging , borrowing and stealing from college campus. then according to collection of items points will be given and top 10 teams will enter in next round.\r\n2. In second round, virtual money will be provided to teams and they have to solve clues but for getting clues they have to buy an item with the help of that virtual money and after that only they will get the clue. At last after considering all perspective winner will be decided.\r\n",
            "rules":"1. Participants can beg and borrow enlisted items only from the college campus.\r\n2. If any team is found that any kind of cheating is done ,it will directly lead to disqualification.\r\n",
            "teamsize":"2",
            "date":"6th March 2017",
            "time":"12:00 pm onwards",
            "venue":"ClassRoom -7,8",
            "fees":"Rs 50\/- per team",
            "contact":" parthiv shah Mob. NO : 9408050657 "
         },
         "forth":{
            "name":"Model your imagination",
            "tagline":"",
            "description":"Round 1: To built model from ice cream sticks&#8230;\r\nRound 2 : (surprise round)\r\n",
            "rules":"Rules for Round 1: The participants will be provided the ice cream sticks(100-150) and glue&#8230;the participants will be given 45 minutes to built their imagination..\r\nSelections criteria: to qualify for next round a judges panel will decide the model as per the creativity uniqueness and originality..\r\n\r\nRules for Round 2 : (surprise round) \r\n\r\nWinner: will be decided by judges  \r\n",
            "teamsize":"2 (Min)- 3 (Max)",
            "date":"6th March 2017",
            "time":"1:00 pm onwards",
            "venue":"CF",
            "fees":"Rs 20\/- per person",
            "contact":"Charmy Patel - Mob No : 9574954896"
         },
         "first": {
				"id": "",
				"name": "IPL AUCTION",
				"tagline": "\"Bid for Your Dream Team ..!!\"",
				"description": "Buy your Dream team, and build it on your Own.<br>Your Price, Your Way.",
				"rules": "<b>Round 1:</b>   Participants will buy any Team according to their Budget (with Real Money) in Team Auction.<br><b>Round 2:</b> Every Team Owner will buy the Players according to FIX Budget given by us (Virtual Money) & they   have follow    some Rules.<br><Br><b>RULES:</b><br> 1. 15 Players are Compulsory in each team<br>2. 6 Batsman, 5 Bowlers, 4 All-rounder.<br>3. Credits (points) of All Players are fully dependent on their ICC Ranking & Current Form.<br>4. Team which will buy the players with high credits will declare as winner IPL Team.<br>5. The Base Price of each Team is 500/-.",
				"teamsize": "1 (Individual) or 2",
				"date":"6th March 2017",
				"time": "2:00 pm onwards",
				"venue": "Class room (no. 6)",
				"fees": "20/- per team",
				"contact": "Ashish Kathiriya (6th sem)<br>ashishkathiriya46@gmail.com<br>9879750491<br><Br>Ronish Jariwala (4th sem)<br>Ronishjariwala@gmail.com<br>9998876645"
			}
      },
      "day3":{
         "name":"Day 3",
         "tag":"Executive day",
         "description":"The corporate world is all about the correct outfit. Pick a shirt, a tie, a blazer or just suit-up! On this day dress up in a formal way and enter into the professional world.",
         "totalevents":3,
         "first":{
            "name":"BOLLYBUZZ",
            "tagline":"The show must go on",
            "description":"There Will Be In Total  3 Rounds.\r\nRound 1:\r\n\t-Phase 1: Pen-Paper Test(Max.  Time -30 Mins)\r\n\t\tEvery Team Will Be Provided A Question Paper Consisting A Number Of Questions  Related To Bollywood Movies.\r\n\t-Phase 2:  Guess The Movie Song And Complete It\r\n\t\tParticipants  Will Be  Given Lyrics of Hindi songs In English. So, They Have To Guess The  Correct Name  Of The Song And Sing A Few Lines Of It.\r\nFor  Every Correct Answer  5  Points  Will Be Granted.\r\nFor Every Wrong Answer  5  Points Will Be Deducted.\r\nIf They Are Able To Recognize The Correct Movie Name  Extra 5 Points Will Be Granted.\r\nMarks From Phase 1 And Phase 2 Will Be Added ; Top 10 Teams Will Qualify For Round 2;\r\nRound 2:\r\n\tPictionary.\r\n\t-Depecting Movies\/Songs Via Pictures.\r\n\t-Picking Chits From The  Bowl.\r\n\t-Teams Can Challenge One Another.\r\nTop 4 Teams Will Qualify For Round 3.\r\nRound 3:\r\n\tBolly Quiz  At Center Foyer(Cf).\r\n\t-Various Questions Will Be Asked.",
            "rules":"(1) Participants Can&#8217;t Use Google Or Any Resource To Answer The Questions.\r\n(2) Team Should Consist Of Maximum 3 Students.\r\n(3) There Will Be Total 3 Rounds And At The End, We Will Have A Winner And Runner-Up.\r\n(4) Participant  Found Cheating,Arguing With Co-Ordinator\/Volunteer Will  Be First Warned ,  But If He\/She  Still Repeats The Same Mistake  Then 5 Points  Will Be Deducted  And  Under  Extreme Conditions He\/She Would Be Disqualified.\r\n(5) The Decision Taken By The Co-Ordinater Will  Be Considered  Final In Case Of Any Dispute.",
            "teamsize":"6 members",
            "date":"08\/03\/2017",
            "time":"11:00 am onwards",
            "venue":"Room No. 1 and Room No. 2",
            "fees":"30\/- per team",
            "contact":"VIDIT GANDHI (IT) :\r\nviditgandhi96@gmail.com\r\nMob No : 9978099389"
         },
         "second":{
            "name":"Words Worriers",
            "tagline":"",
            "description":"Round 1: the participants are suppose to take 5 random chits from bowl. The chit contains random words lie sky,man,water etc. participants have to create using these words. Team which frames best story in less time wins..participants will just have to write down the story..\r\nRules: mobile fones are not allowed&#8230;and\r\nRound 2: The participants will be given a product that they have to prepare ads for&#8230;&#8230;\r\nRules: ideas should be new and no internet copy paste..\r\nWinner: decided by judges panel",
            "rules":"",
            "teamsize":"2 to 3",
            "date":"8th March 2016",
            "time":"12:00 pm onwards",
            "venue":"Class room no 7,8",
            "fees":"20\/- per head",
            "contact":"Chirag Solanki(c)\r\nEmail - chirusolucky13@gmail.com\r\nMob No - 9033841471\r\n"
         },
         "third":{
            "name":"Time attack",
            "tagline":"",
            "description":"STAGE 1: \r\nTwo teams, each team consist of 4 players, will be taken up for battle round which serves as elimination round. \r\nIn this battle round two teams would compete and face each other in a setup arena for 3 minutes, Here each player would be provided  a water gun along with a tissue attached to the cap and an carton armor having tissue paper attached in center .\r\nThe task would be to tear the tissues of players in opposite team and accordingly points will get accounted in that team.\r\nArena is divided into two parts (Favorable area &#8212; with objects where one can hide and unfavorable   area- with no object for hiding), one who wins the toss can select favorable area.\r\nThe winning team would be taken up to next stage.\r\nNOTE: Boys team will compete with boys team only and girls team will compete with girls team only  \r\n\r\nSTAGE 2:\r\n\r\nFrom now onwards they compete with one another against time (team is now divided in individuals: 4 players).\r\nThis stage consist of 6 levels, Each level is having a task which needs to get completed in 1 Minute.\r\nPlayer is provided 2 lives (2 chances to attempt a task) after completion of level 1.\r\nLevel 1 is common for all 4 players named &quot;Pick It Up&quot;, from here only winner levels up and move for next level\/s.\r\nEach task, on completion, will make player earn cash which will increase by 10 Rupees per level. \r\nA checkpoint is provided after completing Level 2 successfully, where Player is asked to quit with earned price or continue playing; if continued and failed at any above level, player loses earned cash.\r\nThe one who clears all 6 levels will be declared as Winner of &quot;TimeAttack&quot; and will cash out with earned price.",
            "rules":"",
            "teamsize":"4 per team",
            "date":"8th March 2017",
            "time":"9:00 AM onwards",
            "venue":"CF Right wing and Garden near CF",
            "fees":"120\/- per team",
            "contact":"Hardik Modi\r\nhardikmodi2@gmail.com\r\n9662475666"
         }
      },
      "day5":{
         "name":"Day 5",
         "tag":"Mismatch day",
         "description":"New theme ..! New ideas ..! Showcase your creativity ..! It isn't necessary to always pair your clothes as the fasion blogger says .! On this day there are no rules to dress. So wear things that clash. Try pairing items that would otherwise never go together. You can even try crazy hairstyles or mix wild colors just dress-up for fun ..!!",
         "totalevents":2,
         "first":{
            "name":"Orators' hunger games",
            "tagline":"",
            "description":"There will be three rounds in this event.\r\nRound 1 (GD):\r\nIn first round, GD for group of ten persons will be conducted. Participants will have to discuss on the given topic to show their views for the respective topic. Judge will give marks to each participant. after completion of GD for all groups results will be declared. Judge's decision will be final. Participants getting highest marks will go for next round.\r\nRound 2(picture perception):\r\nIn this round a picture showing some situation or famous personality will be shown to the participant. participant has to describe it in 5 minutes.  judge will give marks to each participant. judge's decision will be final. participants getting highest marks will go for next round.\r\nRound 3(it all comes to your speaking &amp; marketing skills):\r\nin this round participant has to sell defective things provided by us. with the help of that money they will have to invest it wisely &amp; try to collect maximum amount. time limit for the round is 30 minutes. participant getting highest amount will be announced as winner.\r\n",
            "rules":"There will be three rounds in this event.\r\nRound 1 (GD):\r\nIn first round, GD for group of ten persons will be conducted. Participants will have to discuss on the given topic to show their views for the respective topic. Judge will give marks to each participant. after completion of GD for all groups results will be declared. Judge's decision will be final. Participants getting highest marks will go for next round.\r\nRound 2(picture perception):\r\nIn this round a picture showing some situation or famous personality will be shown to the participant. participant has to describe it in 5 minutes.  judge will give marks to each participant. judge's decision will be final. participants getting highest marks will go for next round.\r\nRound 3(it all comes to your speaking &amp; marketing skills):\r\nin this round participant has to sell defective things provided by us. with the help of that money they will have to invest it wisely &amp; try to collect maximum amount. time limit for the round is 30 minutes. participant getting highest amount will be announced as winner.\r\n",
            "teamsize":"1 member only",
            "date":"10th March 2017 Friday ",
            "time":"9:00 am onwards",
            "venue":"CF",
            "fees":"Rs. 30",
            "contact":"Kalind Mehta\r\nMob No. : 9426427989\r\nEmail: kalindmehta2412@gmail.com"
         },
         "second":{
            "name":"General quiz-battle of brains",
            "tagline":"",
            "description":"Event will be having three rounds.\r\n1.First round  will be a written round in which teams will be given a question paper having questions related to current affairs,sports,simple business related questions\r\nelimination will be done based on it\r\n2.Second round is like  a quizmaster will be asking all the teams the same question and the teams have to write  answer  on  a paper.max time for a question will be of 15 sec.\r\nQuestions may a audioclip or video clip or simple question.max4 teams will be selected for final round.\r\n1.Final round will be a buzzer round. The team who will give maximum answer will be the winner.\r\n",
            "rules":"Event will be having three rounds.\r\n1.First round  will be a written round in which teams will be given a question paper having questions related to current affairs,sports,simple business related questions\r\nelimination will be done based on it\r\n2.Second round is like  a quizmaster will be asking all the teams the same question and the teams have to write  answer  on  a paper.max time for a question will be of 15 sec.\r\nQuestions may a audioclip or video clip or simple question.max4 teams will be selected for final round.\r\n1.Final round will be a buzzer round. The team who will give maximum answer will be the winner.\r\n",
            "teamsize":"2 members only",
            "date":"10\/3\/17 friday ",
            "time":"10:00 am  onwards",
            "venue":"Dental seminar hall\/MMH\/seminar hall\/ Classroom",
            "fees":"40 Rs. per Team",
            "contact":"Karan Shah\r\nMo.7698649686\r\nEmail: karanpankajshah@gmail.com"
         }
      },
      "day2":{
         "name":"Day 2",
         "tag":"Traditional day",
         "description":"It is the time to be in a traditional Indian attire. May it be a saree or a kurta or any of the regional attire, dress to your best. Pick a choice that represents the essence of our vast Indian culture.",
         "totalevents":1,
         "first":{
			"name":"Picture Abhi Baaki Hai ..!",
            "tagline":"",
            "description":"SHUTTERBUGS presents you a mobile photography event with a twist ..! Click a picture on the basis of a Bollywood movie dialogue you have been assigned and you could win prizes ..! Clicking pictures has never been so much fun. So why not bring along your mates and start clicking ? <br><br>To register yourself : http://bit.ly/2k208SB",
            "rules":"1. Only mobile photography is allowed. <br>2. Area for photography will be restricted. <br>3. SHUTTERBUGS is not responsible for your clicks.",
            "teamsize":"1 member only",
            "date":"7\/3\/17 Tuesday",
            "time":"12:00 pm  onwards",
            "venue":"Garden near CF/Library.",
            "fees":"20 Rs.",
            "contact":"Hardik Shinghala\r\nMob No. 9723053247<br><br>Jainil Desai<br> Mob No. 7405747597"
         }
      },
      "day4":{
         "name":"Day 4",
         "tag":"Group day",
         "description":"Stand united! It is the day when the squad gets dressed up portraying the idea that they stand for. Not only the attire would always define the group but it can be anything like representing the army or having little props.Plan a theme and get ready to stand out from the rest of the crowd.",
         "totalevents":0
      }
   }
}
