data={"ct":{"first":{"name":"Line - O - Bot","tagline":"Straighten yourself up, twist your guts out","description":"1) In trial round, 5 minutes will give to each team. In this round, team will put their bot on arena. They will test and check their bot whether any modification require or not. After Trail round, a break of 15 minutes will give. In this break, teams will do necessary changes in their bots and make bots ready for main round.\r\n2) Main round: It a final round after trial round. In this, team has to start a bot and has to place in arena. Maximum 3 hand touch will give to team. Every hand touch will add penalty seconds in their timing. 10 seconds will add in timing to each team with every hand touch. After 3 hand touch, team will disqualify at 4th one. Winning is based on timing.","rules":"Coordinators reserves right to ask explanation for robot.\r\nThe robot expected to follow line perfectly. It is necessary to keep line in between two wheels. If robot deviates from line then it should be on line within 30 second. \r\nThe judgment of organizers and judges are final and abiding to all.\r\nDepending on situation, coordinators have a right to modify rules with permission of judges.\r\nTeam member should have ID cards of their college.\r\nBefore trial round, Robot must go under inspection for dimension, Supply voltage, etc. If robot doesn&#8217;t satisfy any dimension then it will disqualify.\r\nContestants will not allow to carry anything inside arena except robot.\r\nAny kind of modification in circuitry or code can be done in trail round or in break after trail round. This cannot be done once team appear for main round. \r\n\r\nRobot Specification: \r\nLength, breath and height of robot should be limited upto 20 cm.\r\nRobot should be completely autonomous.\r\nThe robot can both, internally and externally power up.\r\nMaximum voltage for power up robot should not exceed 24 volt.\r\nPlug and play Kits will not allowed in competition. Robot should be made by participants.","teamsize":"1 to 5 participants","date":"","time":"","venue":"","fees":"150\/- per team","contact":"Sadrani Jenil M.\r\nMobile No.-9687551555\r\nE-mail: sadranijenil@gmail.com\r\n\r\nDhanani Nirav H.\r\nMobile No.-7567420323\r\nE-mail: niravdhanani1707@gmail.com"},"second":{"name":"Robo Soccer","tagline":"BE VALIANT TO RUN A RISK FOR GOAL","description":"Round 1: Qualifying round:\r\nIn qualifying round, two participants from each side of the ground try to make goals in a specified time.\r\nEach goal has score of 10 points.\r\nOnly one participant scored highest point is eligible for the next round.\r\nRound 2: second round: \r\nIn the second round, there will be two balls(one for each),who score first in their respective goal post will win, but there will be some obstacles in path.\r\n\r\nRound 3: final match:\r\n\t      -      same as first round.","rules":"If robot damages opponents robot or an arena, then respective team will be disqualified.\r\nBall can&#8217;t be lifted off from ground.\r\nJudge's decision will be considered as final and binding to all.\r\nReadymade toy car\/robot is not allowed.\r\nDecision to allow your robot will be taken by the organizers. \r\nYour robot must be ready when the call is made for your team.\r\nWe are not going to provide any type of DC power source for charging purpose. You should have provision for that.\r\nAny type of misbehavior will lead your team to disqualification.\r\nOrganizers keep all rights to change the rules at any time of an event.\r\n\r\nJudging Criteria:\r\nIn the first round, if any participant will make a goal in goal post, the team will get 10 points for each goal.\r\nIn the second round, who score first will win.\r\nThe ball will not be allowed to fall down from the wooden block placed inside the ground. If ball will fall down from the wooden block, then points will be deducted.\r\n\r\n\r\n\r\nArena:-\r\nThe dimensions of ground are 220cm x360cm.\r\nThe goal post dimension is 100cm (width) at both sides(first round),75cm(width) at both sides(second round).\r\n\r\nMachine specification:-\r\n\r\n1. The maximum dimensions of the robot can be 30cm x45 cmx30 cm (l x b x h). \r\n2. The robot may be wired or wireless. \r\n3. The weight of robot is up to 5 kg. \r\n4. Battery Supply max up to 24V DC.\r\n5. Clamping should have max length up to 12 cm x 10 cm.\r\n6. Readymade toy robot is not allowed.\r\n7. In case of wireless robot, it must have dual frequency remote circuit to prevent interference with opponent&#8217;s robot.","teamsize":"Maximum4 participants per each team","date":"","time":"","venue":"","fees":"250\/- per team","contact":"Shivam Patel::\r\nMobile No.-9409687650\r\nEmail:shivam.patel5767@gmail.com\r\n\r\nAkshaySitapara::\r\nMobile No.-7622868873\r\nEmail:akshay.sitapara.as@gmail.com\r\n\r\nShivam Patel::\r\nMobile No.-9409687650\r\nEmail:shivam.patel5767@gmail.com\r\n"}}}